const string ="> Суета...:\n" +
    "Цивільна оборона, до медична підготовка \n" +
    "1. Що таке єдина система цивільного захисту. \n" +
    "2. Нормативно - правова база цивільного захисту. \n" +
    "3.  Основи цивільного захисту. \n" +
    "4. Правила евакуації  при виникненню надзвичайних ситуацій  та правила поведінки (НС.). \n" +
    "5. Як підготуватися до НС. \n" +
    "6. Причини виникнення та класифікація НС. \n" +
    "7. Алгоритм дій у разі виникнення НС. \n" +
    "8. Загальні поняття про НС в мирному та воєнному стані. \n" +
    "9. Порядок дій під час проведення евакуації. \n" +
    "10. Загальні ознаки НС, джерела їх виникнення під час війни. \n" +
    "11. Техніка безпеки під час воєнного стану. \n" +
    "12. Правила безпеки з вибухонебезпечними предметами. \n" +
    "13. До медична підготовка основи та значення її в умовах воєнного стану. \n" +
    "14. Алгоритм надання до медичної допомоги постраждалим. \n" +
    "15. Методи евакуації поранених з поля бою та в інших випадках. \n" +
    "16. Тактична медицина алгоритм дій. \n" +
    "17. Порядок надання медичної допомоги постраждалому при серцево-легеневої реанімації. \n" +
    "18. Методи переміщення пораненого, перевороти, переносна. \n" +
    "19. Як зупинити кровотечу, перша медична допомога. \n" +
    "20. Турнікет. Що це таке, правила використання . \n" +
    "21. Основні способи для зупинки кровотечі пораненому. \n" +
    "22. Алгоритм надання до медичної підготовки.\n" +
    "\n" +
    "> Суета...:\n" +
    "Виконання зазначених вище завдань, які забезпечують реалізацію державної політики у сфері цивільного захисту, здійснюється єдиною державною системою цивільного захисту. Єдина державна система цивільного захисту (ЕДСЦЗ) — сукупність органів управління, сил і засобів центральних та місцевих органів виконавчої влади, органів місцевого самоврядування, підприємств, установ та організацій, які забезпечують реалізацію державної політики у сфері цивільного захисту в мирний час і в особливий період.\n" +
    "\n" +
    "Єдину державну систему цивільного захисту складають: • органи управління ЕДСЦЗ; • сили, призначені для виконання завдань цивільного захисту; • фонди фінансових, медичних і матеріально-технічних ресурсів; • системи зв'язку, оповіщення та інформаційного забезпечення; • система моніторингу техногенної і природної безпеки та прогнозування надзвичайних ситуацій; • система навчання кадрів, керівного складу і фахівців у сфері ЦЗ, навчання населення діям в НС; • система наукового забезпечення заходів ЦЗ.\n" +
    "\n" +
    "Загальне керівництво ЄДСЦЗ здійснює КМУ. Безпосереднє керівництво діяльністю ЄДСЦЗ покладають на спеціально уповноважений центральний орган виконавчої влади з питань цивільного захисту, що забезпечує реалізацію заходів державної політики у сфері ЦЗ — Державну службу України з надзвичайних ситуацій (ДСНС України). Діяльність ДСНС спрямовується і координується КМУ через Міністра оборони України.\n" +
    "\n" +
    "ЄДСЦЗ діє на: державному, регіональному, місцевому і об'єктовому рівні.\n" +
    "\n" +
    "Єдина державна система цивільного захисту, залежно від масштабів і особливостей надзвичайної ситуації, що прогнозується або виникла, функціонує у режимах: 1) повсякденного функціонування; 2) підвищеної готовності; 3) надзвичайної ситуації; 4) надзвичайного стану або воєнного положення.\n" +
    "\n" +
    "Режим повсякденного функціонування ЕДСЦЗ встановлюється за умов нормальної виробничо-промислової, радіаційної, хімічної, сейсмічної, гідрометеорологічної, техногенної і пожежної обстановки, гідрогеології, за відсутності епідемій, епізоотій, епіфітотій.\n" +
    "\n" +
    "Режим підвищеної готовності ЕДСЦЗ встановлюють у межах конкретної території в разі істотного погіршення виробничо-промислової, радіаційної, хімічної, епідемічної (епізоотичної — вибухоподібного поширення інфекційної хвороби тварин), сейсмічної, гідрометеорологічної обстановки, за наявності загрози виникнення надзвичайної ситуації.\n" +
    "\n" +
    "Режим надзвичайної ситуації ЕДСЦЗ встановлюють у разі виникнення НС, залежно від її масштабу, у межах конкретної території.\n" +
    "\n" +
    "Режим функціонування ЕДСЦЗ в умовах надзвичайного стану встановлюють відповідно до Закону України «Про правовий режим надзвичайного стану».\n" +
    "\n" +
    "> Суета...:\n" +
    "Кодекс цивільного захисту України\n" +
    "\n" +
    "Основні принципи здійснення цивільного захисту\n" +
    "\n" +
    "«Цивільний захист здійснюється за такими основними принципами:\n" +
    "\n" +
    "1) гарантування та забезпечення державою конституційних прав громадян на захист життя, здоров’я та власності;\n" +
    "\n" +
    "2) комплексного підходу до вирішення завдань цивільного захисту;\n" +
    "\n" +
    "3) пріоритетності завдань, спрямованих на рятування життя та збереження здоров’я громадян;\n" +
    "\n" +
    "4) максимально можливого, економічно обґрунтованого зменшення ризику виникнення надзвичайних ситуацій;\n" +
    "\n" +
    "5) централізації управління, єдиноначальності, підпорядкованості, статутної дисципліни оперативно-рятувальної служби цивільного захисту, аварійно-рятувальних служб;\n" +
    "\n" +
    "6) гласності, прозорості, вільного отримання та поширення публічної інформації про стан цивільного захисту, крім обмежень, встановлених законом;\n" +
    "\n" +
    "7) добровільності — у разі залучення громадян до здійснення заходів цивільного захисту, пов'язаних з ризиком для їхнього життя і здоров’я;\n" +
    "\n" +
    "8) відповідальності посадових осіб органів державної влади та органів місцевого самоврядування за дотримання вимог законодавства з питань цивільного захисту;\n" +
    "\n" +
    "9) виправданого ризику та відповідальності керівників сил цивільного захисту за забезпечення безпеки під час проведення аварійно-рятувальних та інших невідкладних робіт».\n" +
    "\n" +
    "Стаття 7\n" +
    "\n" +
    "Із прийняттям Верховною Радою України Кодексу цивільного захисту були врегульовані відносини, пов’язані із захистом населення, територій, навколишнього природного середовища та майна від надзвичайних ситуацій, реагуванням на них, функціонуванням єдиної державної системи цивільного захисту, визначені правові, економічні і організаційні засади реалізації державної політики у сфері цивільного захисту щодо забезпечення безпеки та захисту населення в Україні, економіки і національного надбання від негативних наслідків техногенних, природних, соціально-політичних та воєнних загроз.\n" +
    "\n" +
    "Конституція України визначає, що людина, її життя і здоров’я, честь і гідність, недоторканність і безпека визнаються в Україні найвищою соціальною цінністю.\n" +
    "\n" +
    "До важливих конституційних прав людини належать такі:\n" +
    "\n" +
    "• невід’ємне право на життя (обов’язок держави — захищати життя людини);\n" +
    "\n" +
    "• на належні, безпечні і здорові умови праці;\n" +
    "\n" +
    "• на охорону здоров’я і медичну допомогу;\n" +
    "\n" +
    "• на безпечне для життя і здоров’я довкілля та на відшкодування завданої порушенням цього права шкоди;\n" +
    "\n" +
    "• вільного доступу до інформації про стан довкілля, про якість харчових продуктів і предметів побуту, а також право на її поширення.\n" +
    "\n" +
    "Конституційні права людини конкретизовано у відповідних законах України, а механізми їх (законів) реалізації — в інших нормативно-правових актах.\n" +
    "\n" +
    "Закони України, інші нормативно-правові документи про захист населення від надзвичайних ситуацій\n" +
    "\n" +
    "Правова регламентація захисту населення від надзвичайних ситуацій необхідна для підтримки легітимності режиму наслідків аварій, катастроф та стихійного лиха, дотримання Конституції і міжнародних зобов’язань в області прав людини, створення необхідних умов життєдіяльності населення, які пов’язані:\n" +
    "\n" +
    "• по-перше, зі зміною порядку діяльності державних органів, що виражається в розширенні кола обов’язків і меж їхньої компетенції з охорони суспільного порядку і нормалізації обстановки чи передачі таких обов’язків спеціально створюваним органам;\n" +
    "\n" +
    "• по-друге, з обмеженнями в тому чи іншому обсязі прав і свобод громадян;\n" +
    "\n" +
    "• по-третє, з покладанням на посадових осіб і громадян додаткових обов’язків і посиленням відповідальності за їхнє невиконання. Відносини у галузі захисту населення від надзвичайних ситуацій регулюються на основі законодавчих та нормативних актів, які мають різну юридичну силу, а саме: Закони України, Укази Президента, Урядові підзаконні акти (постанови, розпорядження), відомчі накази та ін.\n" +
    "\n" +
    "> Суета...:\n" +
    "продолження\n" +
    "\n" +
    "> Суета...:\n" +
    "На сьогодні правовою основою цивільного захисту є Кодекс цивільного захисту України, прийнятий 2 жовтня 2012 року, набув чинності з 1 липня 2013 року. Він замінив низку законів, зокрема: «Про Цивільну оборону України», «Про пожежну безпеку», «Про загальну структуру і чисельність військ Цивільного захисту», «Про війська Цивільної оборони України», «Про аварійно-рятувальні служби», «Про захист населення і територій від надзвичайних ситуацій техногенного та природного характеру», «Про правові засади цивільного захисту».\n" +
    "Відповідно до Конституції України кожен громадянин має право на захист свого життя і здоров’я від наслідків аварій, катастроф, стихійного лиха, застосування зброї, а також на вимогу гарантованого забезпечення реалізації цього права від органів виконавчої влади, керівників підприємств, організацій, установ незалежно від форм власності й підпорядкування.\n" +
    "Кодекс цивільного захисту України — кодекс, що регулює відносини, пов'язані із захистом населення, територій, навколишнього природного середовища та майна від надзвичайних ситуацій, реагуванням на них, функціонуванням єдиної державної системи цивільного захисту, та визначає повноваження органів влади, права та обов'язки громадян, підприємств, установ та організацій.\n" +
    "\n" +
    "Держава як гарант прав усіх громадян створює і розвиває Єдину державну систему цивільного захисту.\n" +
    "\n" +
    "Єдина державна система цивільного захисту — сукупність органів управління, сил і засобів центральних та місцевих органів виконавчої влади, виконавчих органів рад, підприємств, установ та організацій, які забезпечують реалізацію державної політики у сфері цивільного захисту.\n" +
    "\n" +
    "Кодекс цивільного захисту України\n" +
    "\n" +
    "• «Забезпечення готовності міністерств та інших центральних та місцевих органів виконавчої влади, органів місцевого самоврядування, підпорядкованих їм сил і засобів до дій, спрямованих на запобігання і реагування на надзвичайні ситуації;\n" +
    "\n" +
    "• забезпечення реалізації заходів щодо запобігання виникненню надзвичайних ситуацій;\n" +
    "\n" +
    "• навчання населення щодо поведінки та дій у разі виникнення надзвичайної ситуації;\n" +
    "\n" +
    "• виконання державних цільових програм, спрямованих на запобігання надзвичайним ситуаціям, забезпечення сталого функціонування підприємств, установ та організацій, зменшення можливих матеріальних втрат;\n" +
    "\n" +
    "• прогнозування і оцінка соціально-економічних наслідків надзвичайних ситуацій, визначення на основі прогнозу потреби в силах, засобах, матеріальних та фінансових ресурсах;\n" +
    "\n" +
    "• оповіщення населення про загрозу та виникнення надзвичайних ситуацій, своєчасне та достовірне інформування про фактичну обстановку і вжиті заходи;\n" +
    "\n" +
    "• захист населення у разі виникнення надзвичайних ситуацій;\n" +
    "\n" +
    "• проведення рятувальних та інших невідкладних робіт щодо ліквідації наслідків надзвичайних ситуацій, організація життєзабезпечення постраждалого населення;\n" +
    "\n" +
    "• здійснення заходів щодо соціального захисту постраждалого населення;\n" +
    "\n" +
    "• реалізація визначених законом прав у сфері захисту населення від наслідків надзвичайних ситуацій, в тому числі осіб (чи їх сімей), які брали безпосередню участь у ліквідації цих ситуацій».\n" +
    "\n" +
    "> Суета...:\n" +
    "цивільний захист здійснюється за такими основними принципами:\n" +
    "\n" +
    " \n" +
    "\n" +
    "гарантування та забезпечення державою конституційних прав громадян на захист життя, здоров’я та власності;\n" +
    "комплексного підходу до вирішення завдань цивільного захисту;\n" +
    "пріоритетності завдань, спрямованих на рятування життя та збереження здоров’я громадян;\n" +
    "максимально можливого, економічно обґрунтованого зменшення ризику виникнення надзвичайних ситуацій;\n" +
    "централізації управління, єдиноначальності, підпорядкованості, статутної дисципліни оперативно-рятувальної служби цивільного захисту, аварійно-рятувальних служб;\n" +
    "гласності, прозорості, вільного отримання та поширення публічної інформації про стан цивільного захисту, крім обмежень, встановлених законом;\n" +
    "добровільності – у разі залучення громадян до здійснення заходів цивільного захисту, пов’язаних з ризиком для їхнього життя і здоров’я;\n" +
    "відповідальності посадових осіб органів державної влади та органів місцевого самоврядування за дотримання вимог законодавства з питань цивільного захисту;\n" +
    "виправданого ризику та відповідальності керівників сил цивільного захисту за забезпечення безпеки під час проведення аварійно-рятувальних та інших невідкладних робіт.\n" +
    "\n" +
    "> Суета...:\n" +
    "Евакуація – це організоване виведення/вивезення населення із зони надзвичайної ситуації або зони можливого ураження, за наявності виникнення реальної чи потенційної загрози життю або здоров’ю людей, а також пошкодження або знищення культурних цінностей.\n" +
    "\n" +
    "Ключовою метою евакуації є мінімізація кількості або повний вивіз населення із певної території, щодо якої є імовірність вважати настання ситуації руйнування, стихійних лих, аварій, катастроф тощо. Даний захід значною мірою може посприяти у збереженні життя і здоров’я людей у межах конкретного району. \n" +
    "\n" +
    "Порядок проведення евакуації \n" +
    "\n" +
    "Відповідно до положень Постанови № 841 організація проведення евакуації та підготовка районів для розміщення евакуйованого населення і його життєзабезпечення, а також зберігання матеріальних і культурних цінностей покладаються на:\n" +
    "\n" +
    "– Раду міністрів Автономної Республіки Крим; \n" +
    "\n" +
    "– місцеві держадміністрації;\n" +
    "\n" +
    "– органи місцевого самоврядування;\n" +
    "\n" +
    "– керівників суб’єктів господарювання.\n" +
    "\n" +
    "Процес евакуації зазвичай намагаються провести у найкоротші строки після її оголошення задля скорочення потенційних жертв при надзвичайній ситуації. Для здійснення цього заходу використовуються всі види громадського транспорту, що не зайняті невідкладними виробничими та господарськими перевезеннями, а також транспорт індивідуального користування. Певна частина населення, що підлягає евакуації, може виводитися пішим порядком.\n" +
    "\n" +
    "З моменту одержання розпорядження щодо початку евакуації начальники та органи управління цивільного захисту разом із евакуаційними комісіями і службами цивільного захисту здійснють повідомлення всіх керівників підприємств і установ, навчальних закладів та загалом усього населення про час прибуття на збірні евакуаційні пункти для евакуації. Дане повідомлення здійснюється за допомогою різного роду оповіщення, включаючи радіо, телебачення тощо.\n" +
    "\n" +
    "Як було вище зазначено, евакуація здійснюється різноманітними способами:\n" +
    "\n" +
    "1. Для перевезення на невеликі відстані використовується автомобільний транспорт. Такі перевезення характеризується зведенням у автоколони у кількості 25-30 машин;\n" +
    "\n" +
    "2. Для вивезення населення залізницею і водним транспортом характерними є не лише пасажирські залізничні состави і судна, але й інші засоби, що зазвичай не застосовуються у нормальних умовах для перевезення людей, – товарні вагони і напіввагони, вантажні судна, баржі, платформи тощо;\n" +
    "\n" +
    "3. Колони евакуйованих пішим порядком, як правило, формуються поблизу збірних евакуаційних пунктів. Вивід населення пішки здійснюється по дорогам, а також по маршрутам і колонним шляхам. Марш піших колон планується звичайно на відстань одного добового переходу із задачею вийти із зони можливих руйнувань (зараження).\n" +
    "\n" +
    "Евакуйоване населення розселяють як у громадських будівлях, так і у житлових будинках місцевих жителів у межах відносно безпечних районів.\n" +
    "\n" +
    "> Суета...:\n" +
    "некст\n" +
    "\n" +
    "> Суета...:\n" +
    "Правила поведінки та обов’язки евакуйованих\n" +
    "\n" +
    "Комплекс правил при евакуації та обов’язків населення можливо виокремити на декілька тематичних блоків, зокрема:\n" +
    "\n" +
    "а) алгоритм поведінки під час евакуації із житлових будівель:\n" +
    "\n" +
    "1. Закрити штори або жалюзі для мінімізації можливості ураження уламками скла;\n" +
    "\n" +
    "2. Вимкнути джерела живлення, закрити воду і газ, опалення;\n" +
    "\n" +
    "3. Попередити про небезпеку сусідів і надати першу необхідну допомогу старим і дітям;\n" +
    "\n" +
    "4. Взяти всі необхідні документи, гроші і продукти, предмети першої необхідності, а також медичну аптечку;\n" +
    "\n" +
    "5. Неухильно дотримуватися вказаного безпечного маршруту;\n" +
    "\n" +
    "6. За можливості необхідно забрати домашніх тварин або доставити їх до спеціального пункту.\n" +
    "\n" +
    "Наголосимо на тому, що у будь-якому випадку, проявляйте крайню обережність та не піддавайтеся паніці!\n" +
    "\n" +
    "б) правила евакуації для дітей: \n" +
    "\n" +
    "Варто наголосити на тому, що дітей молодшого віку і хворих необхідно евакуювати у першу чергу. На працівників закладів та установ, батьків та інших осіб, що супроводжують, покладається негласний обов’язок не залишати дітей без нагляду з моменту виявлення загрози та до її повної ліквідації!\n" +
    "\n" +
    "У свою чергу, діти, незалежно від віку, повинні також дотримуватися певних правил, зокрема:\n" +
    "\n" +
    "“- не говори та не перебивай – щоб почути вчителя;\n" +
    "\n" +
    "– не біжи – щоб не постраждати;\n" +
    "\n" +
    "– не штовхайся – щоб не постраждали інші;\n" +
    "\n" +
    "– не повертайся – щоб залишатися у безпеці”.\n" +
    "\n" +
    "> Суета...:\n" +
    "📹 Video\n" +
    "\n" +
    "> Суета...:\n" +
    "Де найбезпечніше місце в домі?\n" +
    "Якщо почалась пожежа, яка заблокувала вихід - вийдіть на балкон і зачиніть за собою двері. Це потрібно для того, щоб рятувальникам було легше допомогти мешканцям квартири або будинку, а вам буде легше дихати свіжим повітрям.\n" +
    "\n" +
    "Якщо у квартирі немає балкону або доступ до нього відрізав вогонь, закрийте двері у ванну кімнату, наберіть повну ванну води і почніть поливати з душу двері та стіни.\n" +
    "\n" +
    "На випадок війни, урагану або землетрусу вікна - ваш найбільший ворог. Краще закритись у ванній кімнаті, якщо це землетрус - тримайтеся біля капітальних стін та кутів, подалі від полиць та хитких меблів.\n" +
    "\n" +
    "Куди телефонувати у випадку НС?\n" +
    "Універсальним є номер 101. 101 - це не тільки пожежна служба, за цим телефоном можна зв’язатись із ДСНС, тобто Державною службою надзвичайних ситуацій.\n" +
    "\n" +
    "Тут вам допоможуть у випадку техногенних НС та дадуть рекомендації на випадок природних катастроф.\n" +
    "\n" +
    "Куди йти у разі НС?\n" +
    "Потрібно вивчити карту бомбосховищ на випадок війни або терористичних актів. Ознайомитися з нею можна на сайті міської ради у вашому населеному пункті. Зазвичай бомбосховища є у старих школах, деяких житлових будівлях та лікарнях.\n" +
    "\n" +
    "Знайдіть найближче до вашого дому та вивчіть найбільш безпечний маршрут, пройдіться ним у вільний час, покажіть своїм дітям та іншим членам родини.\n" +
    "\n" +
    "Якщо вам повідомили про евакуацію - не запізнюйтесь і беріть із собою лише найнеобхідніші речі\n" +
    "\n" +
    "Також у вас вдома мають бути записані усі контакти ваших близьких, не тільки їхні мобільні телефони, які є у вашому смартфоні, а й телефони їхніх колег, вчителів та друзів.\n" +
    "\n" +
    "Домовтесь про якийсь сигнал, який означатиме, що вам терміново треба зв’язатися, незважаючи на роботу чи навчання.\n" +
    "\n" +
    "Це потрібно, щоб родина могла швидко зреагувати та зібратись у випадку НС разом.\n" +
    "\n" +
    "Що повинно бути вдома на випадок НС чи війни?\n" +
    "Вдома у вас має бути заздалегідь підготовлена тривожна валіза, у якій є запас їжі та води на декілька днів, копії важливих документів та тривожна аптечка.\n" +
    "\n" +
    "У аптечці має бути необхідний мінімум, який складається з:\n" +
    "\n" +
    "вати, бинтів та лейкопластира;\n" +
    "активованого вугілля;\n" +
    "жарознижувального засобу;\n" +
    "антигістамінного засобу;\n" +
    "ліків проти діареї та кишкової інфекції;\n" +
    "антибіотиків у порошках;\n" +
    "якщо ви приймаєте якісь специфічні ліки або маєте певні особливості свого здоров’я, подумайте про це заздалегідь.\n" +
    "Також дуже важливо слідкувати за терміном давності, раз на півроку перебирайте свою валізу, щоб не повезти в евакуацію протерміновані консерви та недійсні документи.\n" +
    "\n" +
    "> Суета...:\n" +
    "Надзвичайні ситуації, відповідно до кодексу цивільного захисту, класифікують: а) за характером походження або причиною виникнення; б) ступенем поширення; в) розміром людських утрат та матеріальних збитків.\n" +
    "\n" +
    "Залежно від характеру походження подій, що можуть зумовити виникнення НС на території України, визначаються такі види надзвичайних ситуацій: 1) техногенного характеру; 2) природного характеру; 3) соціальні; 4) воєнні\n" +
    "НС техногенного характеру — це транспортні аварії (катастрофи), пожежі, неспровоковані вибухи чи їх загроза, аварії з викидом небезпечних хімічних, радіоактивних, біологічних речовин, раптове руйнування споруд та будівель, аварії на інженерних мережах і спорудах життєзабезпечення, гідродинамічні аварії на греблях, дамбах тощо.\n" +
    "\n" +
    "НС природного характеру, або стихійні лиха — це небезпечні геологічні, метеорологічні, гідрологічні морські та прісноводні явища, деградація ґрунтів чи надр, природні пожежі, зміна стану повітряного басейну, інфекційна захворюваність людей, сільськогосподарських тварин, масове ураження сільськогосподарських рослин хворобами чи шкідниками, зміна стану водних ресурсів та біосфери тощо.\n" +
    "\n" +
    "Соціальні НС — порушення нормальних умов життя та діяльності людей на окремій території чи об'єкті на ній або на водному об’єкті, спричинене протиправними діями терористичного і антиконституційного спрямування або пов’язане із зникненням (викраденням) зброї та небезпечних речовин, нещасними випадками з людьми тощо.\n" +
    "\n" +
    "Воєнні НС — порушення нормальних умов життя та діяльності людей на окремій території чи об’єкті на ній або на водному об’єкті, спричинене застосуванням звичайної зброї або зброї масового ураження, під час якого виникають вторинні чинники ураження населення, визначені в окремих документах.\n" +
    "\n" +
    "НС техногенного характеру називають ще антропогенними, тобто ті, що виникають на об’єктах, створених людьми, і які вона використовує. Великі аварії та катастрофи на об’єктах можуть виникнути внаслідок стихійного лиха, а також порушень технології виробництва, правил експлуатації різних машин, обладнання і встановлених норм безпеки.\n" +
    "\n" +
    "Виробничі, транспортні та побутові аварії та катастрофи за наслідками не поступаються стихійним лихам. Унаслідок техногенних аварій і катастроф виникають ситуації, які призводять до значних збитків, виникає необхідність захисту людей від дії шкідливих чинників, проведення рятувальних, медичних і евакуаційних заходів.\n" +
    "\n" +
    "За статистикою, понад 50 % аварій і катастроф припадають на транспорт. Транспортні аварії поділяють на автомобільні. залізничні, авіаційні, водні та трубопровідні.\n" +
    "\n" +
    "Серед усіх видів транспорту сумне лідерство за кількістю трагічних наслідків і матеріальних збитків належить автомобільному транспорту (іл. 40.2).\n" +
    "\n" +
    "Дорожньо-транспортна пригода — подія, що сталася під час руху дорожнього транспортного засобу, внаслідок якої постраждали люди чи заподіяна шкода майну. На дорогах щорічно виникають десятки тисяч аварій і катастроф. Статистика свідчить, що протягом кожних 10 хв відбувається одна ДТП, кожних 2 год в автокатастрофах гине 1 особа.\n" +
    "\n" +
    "Основними причинами аварій та катастроф на залізничному транспорті є несправність колії, рухомого складу, технічних засобів керування, прорахунки відповідальних за безпеку руху поїздів тощо. У процесі аварії, що виникла, крім зіткнень, можливе і сходження поїздів з колії, а також виникнення пожежі й вибуху\n" +
    "https://uahistory.co/pidruchniki/garasimiv-national-defense-bases-medical-knowledge-boys-10-class-2018/40.php\n > Суета...:\n" +
    "Статистика свідчить, що майже половина авіаційних аварій і катастроф трапляється на льотному полі, решта — у повітрі, на різних висотах польоту літального апарата, нерідко над малонаселеною територією землі або над водяною поверхнею. Щодо кількості постраждалих під час авіакатастроф, то тут часто діє принцип «усе або нічого».\n" +
    "\n" +
    "Під час катастрофи на річковому і морському транспорті (іл. 40.5) план дій на судні такий: оголошення тривоги для екіпажу й пасажирів; оцінка обстановки та вживання заходів щодо захисту людей, які перебувають на судні; підготовка рятувальних засобів, засобів для гасіння пожежі, а також механізмів захисту судна від потрапляння води.\n" +
    "\n" +
    "На виробництві, у побуті часто виникають вибухи газу та інших вибухонебезпечних речовин, що призводить до руйнування будівель і пожеж\n" +
    "Надзвичайна ситуація загальнодержавного рівня — це надзвичайна ситуація, яка розвивається на території двох та більше областей (Автономної Республіки Крий, міст Києва та Севастополя) або загрожує транскордонним перенесенням, а також у разі, коли для її ліквідації необхідні матеріали і технічні ресурси в обсягах, що перевищують власні можливості окремої області (Автономної Республіки Крим, міст Києва та Севастополя), але не менше одного відсотка обсягу видатків відповідного бюджету.\n" +
    "\n" +
    "Надзвичайна ситуація регіонального рівня — це надзвичайна ситуація, яка розвивається на території двох або більше адміністративних районів (міст обласного значення) Автономної Республіки Крим, областей, міст Києва та Севастополя або загрожує перенесенням на територію суміжної області України, а також у разі, коли для її ліквідації необхідні матеріальні і технічні ресурси в обсягах, що перевищують власні можливості окремого району, але не менше одного відсотка обсягу видатків відповідного бюджету.\n" +
    "\n" +
    "Надзвичайна ситуація місцевого рівня — це надзвичайна ситуація, яка виходить за межі потенційно-небезпечного об'єкта, загрожує поширенням самої ситуації або її вторинних наслідків на довкілля, сусідні населені пункти, інженерні споруди, а також у разі, коли для її ліквідації необхідні матеріальні і технічні ресурси в обсягах, що перевищують власні можливості потенційно-небезпечного об'єкта, але не менше одного відсотка обсягу видатків відповідного бюджету. До місцевого рівня також належать всі надзвичайні ситуації, які виникають на об'єктах житлово-комунальної сфери та інших, що не входять до затверджених переліків потенційно небезпечних об'єктів.\n" +
    "\n" +
    "Надзвичайна ситуація об'єктового рівня — це надзвичайна ситуація, яка не підпадає під зазначені вище визначення, тобто така, що розгортається на території об'єкта або на самому об'єкті і наслідки якої не виходять за межі об'єкта або його санітарно-захисної зони.\n" +
    "\n" +
    "> Суета...:\n" +
    "Правила поведінки в умовах надзвичайних ситуації воєнного характеру\n" +
    "Необхідно:\n" +
    "\n" +
    "зберігати особистий спокій, не реагувати на провокації;\n" +
    "не сповіщати про свої майбутні дії (плани) малознайомих людей, а також знайомих з ненадійною репутацією;\n" +
    "завжди мати при собі документ (паспорт) що засвідчує особу, відомості про групу крові своєї та близьких родичів, можливі проблеми зі здоров’ям (алергію на медичні препарати тощо);\n" +
    "знати місце розташування захисних споруд цивільного захисту поблизу місця проживання, роботи, місцях частого відвідування (магазини, базар, дорога до роботи, медичні заклади тощо). Без необхідності старатися як найменше знаходитись поза місцем проживання, роботи та малознайомих місцях;\n" +
    "при виході із приміщень, пересуванні сходинами багатоповерхівок або до споруди цивільного захисту (сховища) дотримуватись правила правої руки (як при русі автомобільного транспорту) з метою уникнення тисняви. Пропускати вперед та надавати допомогу жінкам, дітям, перестарілим людям та особам з інвалідністю,  що значно скоротить терміни зайняття укриття;\n" +
    "уникати місць скупчення людей;\n" +
    "не вступати у суперечки з незнайомими людьми, уникати можливих провокацій;\n" +
    "у разі отримання будь-якої інформації від органів державної влади про можливу небезпеку або заходи щодо підвищення безпеки передати її іншим людям (за місцем проживання, роботи тощо);\n" +
    "при появі озброєних людей, військової техніки, заворушень негайно покидати цей район;\n" +
    "посилювати увагу і за можливості, також залишити цей район, у разі появи засобів масової інформації сторони-агресора;\n" +
    "у разі потрапляння у район обстрілу сховатись у найближчу захисну споруду цивільного захисту, сховище (укриття). У разі відсутності пристосованих сховищ, для укриття використовувати нерівності рельєфу, (канави, окопи, заглиблення від вибухів тощо). У разі раптового обстрілу та відсутності поблизу споруд цивільного захисту, сховища і укриття − лягти на землю головою в сторону, протилежну вибухам. Голову прикрити руками (за наявності, для прикриття голови використовувати валізу або інші речі). Не виходьте з укриття до кінця обстрілу;\n" +
    "надавати першу допомогу іншим людям у разі їх поранення. Викликати швидку допомогу, представників ДСНС України, органів правопорядку за необхідності військових;\n" +
    "у разі, якщо ви стали свідком поранення або смерті людей, протиправних до них дій (арешт, викрадення, побиття тощо) постаратися з’ясувати та зберегти як найбільше інформації про них та обставини події для надання допомоги, пошуку, встановлення особи тощо. Необхідно пам’ятати, що Ви самі або близькі Вам люди, також можуть опинитись у скрутному становищі і будуть потребувати допомоги.\n" +
    "Не рекомендується:\n" +
    "\n" +
    "підходити до вікон, якщо почуєте постріли;\n" +
    "спостерігати за ходом бойових дій;\n" +
    "стояти чи перебігати під обстрілом;\n" +
    "конфліктувати з озброєними людьми;\n" +
    "носити армійську форму або камуфльований одяг;\n" +
    "демонструвати зброю або предмети, схожі на неї;\n" +
    "підбирати покинуті зброю та боєприпаси.\n" +
    "\n" +
    "> Суета...:\n" +
    "Поняття про НС визначається Кодексом цивільного захисту України: \n" +
    "надзвичайна ситуація - обстановка на окремій території чи суб'єкті \n" +
    "господарювання на ній або водному об'єкті, яка характеризується порушенням \n" +
    "нормальних умов життєдіяльності населення, спричинена катастрофою, \n" +
    "аварією, пожежею, стихійним лихом, епідемією, епізоотією, епіфітотією, \n" +
    "застосуванням засобів ураження або іншою небезпечною подією, що призвела \n" +
    "(може призвести) до виникнення загрози життю або здоров'ю населення, \n" +
    "великої кількості загиблих і постраждалих, завдання значних матеріальних \n" +
    "збитків, а також до неможливості проживання населення на такій території чи \n" +
    "об'єкті, провадження на ній господарської діяльності;\n" +
    "Надзвичайні ситуації за своїм походженням поділяються на: \n" +
    "НС природного характеру – небезпечні геологічні, метеорологічні, \n" +
    "гідрологічні явища, деградація ґрунтів чи надр, природні пожежі, інфекційна\n" +
    "захворюваність людей, тварин, рослин, зміна стану водних ресурсів і біосфери, \n" +
    "а також інші явища; \n" +
    "НС техногенного характеру – транспортні аварії та катастрофи, пожежі, \n" +
    "непередбачені вибухи, аварії з викидом небезпечних хімічних, радіоактивних\n" +
    "речовин, раптове руйнування споруд та будівель, аварії на інженерних мережах \n" +
    "і спорудах життєзабезпечення, гідродинамічні аварії на греблях, дамбах і інші\n" +
    "випадки; \n" +
    "НС соціально-політичного характеру – терористичні акти різного\n" +
    "спрямування, викрадення і знищення людей і об'єктів; \n" +
    "НС воєнного характеру – застосування зброї масового ураження або\n" +
    "звичайного озброєння, під час якого можливі вторинні фактори ураження\n" +
    "населення внаслідок руйнування потенційно-небезпечних об'єктів. \n" +
    "Згідно з Постановою КМУ від 24.03.04 № 368 «Про затвердження\n" +
    "порядку класифікації НС за їх рівнями» в залежності від масштабів заподіяної\n" +
    "шкоди, обсягів технічних і матеріальних ресурсів, необхідних для ліквідації\n" +
    "наслідків, надзвичайні ситуації класифікуються на наступні рівні: \n" +
    "державний; \n" +
    "регіональний; \n" +
    "місцевий; \n" +
    "об'єктовий. \n" +
    "- 4 -\n" +
    "Для визначення рівня надзвичайної ситуації встановлені такі критерії: \n" +
    "- територіальне поширення й обсяги технічних і матеріальних ресурсів, \n" +
    "необхідних для ліквідації наслідків надзвичайної ситуації; \n" +
    "- кількість людей, які внаслідок дії вражаючих чинників джерела\n" +
    "надзвичайної ситуації загинули або постраждали, або порушені нормальні\n" +
    "умови життєдіяльності людей; \n" +
    "- розміри збитків, принесених вражаючими факторами надзвичайної\n" +
    "ситуації.\n" +
    "\n" +
    "> Суета...:\n" +
    "Процес евакуації зазвичай намагаються провести у найкоротші строки після її оголошення задля скорочення потенційних жертв при надзвичайній ситуації. Для здійснення цього заходу використовуються всі види громадського транспорту, що не зайняті невідкладними виробничими та господарськими перевезеннями, а також транспорт індивідуального користування. Певна частина населення, що підлягає евакуації, може виводитися пішим порядком.\n" +
    "\n" +
    "З моменту одержання розпорядження щодо початку евакуації начальники та органи управління цивільного захисту разом із евакуаційними комісіями і службами цивільного захисту здійснють повідомлення всіх керівників підприємств і установ, навчальних закладів та загалом усього населення про час прибуття на збірні евакуаційні пункти для евакуації. Дане повідомлення здійснюється за допомогою різного роду оповіщення, включаючи радіо, телебачення тощо.\n" +
    "\n" +
    "евакуація здійснюється різноманітними способами:\n" +
    "\n" +
    "1. Для перевезення на невеликі відстані використовується автомобільний транспорт. Такі перевезення характеризується зведенням у автоколони у кількості 25-30 машин;\n" +
    "\n" +
    "2. Для вивезення населення залізницею і водним транспортом характерними є не лише пасажирські залізничні состави і судна, але й інші засоби, що зазвичай не застосовуються у нормальних умовах для перевезення людей, – товарні вагони і напіввагони, вантажні судна, баржі, платформи тощо;\n" +
    "\n" +
    "3. Колони евакуйованих пішим порядком, як правило, формуються поблизу збірних евакуаційних пунктів. Вивід населення пішки здійснюється по дорогам, а також по маршрутам і колонним шляхам. Марш піших колон планується звичайно на відстань одного добового переходу із задачею вийти із зони можливих руйнувань (зараження).\n" +
    "\n" +
    "Евакуйоване населення розселяють як у громадських будівлях, так і у житлових будинках місцевих жителів у межах відносно безпечних районів.\n" +
    "\n" +
    "Доцільно додати, що інформацію про основні евакуаційні рейси, які відправляються із «гарячих» точок в Україні, а також інших регіонів країни, що прямують до безпечних місць, Ви можете знайти на офіційному сайті Укрзалізниці. Крім того, місцева влада на сторінках офіційних джерел буде повідомляти додаткову інформацію та попереджати населення у разі будь-яких змін. Також зазначимо, що евакуація здійснюється у порядку пріоритетності: спочатку діти, жінки та літні люди, потім інші пасажири.\n" +
    "Правила пожежної безпеки для навчальних закладів та установ системи визначають, що під час проведення евакуації та гасіння пожежі необхідно:\n" +
    "\n" +
    "визначити найбезпечніші евакуаційні шляхи та виходи до безпечної зони у найкоротший строк;\n" +
    "ліквідувати умови, які сприяють виникненню паніки. З цією метою працівникам закладів та установ не можна залишати дітей без нагляду з моменту виявлення пожежі та до її ліквідації;\n" +
    "евакуацію людей слід починати з приміщення, у якому виникла пожежа, і суміжних із ним приміщень, яким загрожує небезпека поширення вогню і продуктів горіння. Дітей молодшого віку і хворих слід евакуювати в першу чергу;\n" +
    "у зимовий час на розсуд осіб, які здійснюють евакуацію, діти старших вікових груп можуть заздалегідь одягтися або взяти теплий одяг із собою, а дітей молодшого віку слід виводити або виносити, загорнувши в ковдри або інші теплі речі;\n" +
    "ретельно перевірити всі приміщення, щоб унеможливити перебування у небезпечній зоні дітей;\n" +
    "виставляти пости безпеки на входах у будівлі, щоб унеможливити повернення дітей і працівників до будівлі, де виникла пожежа;\n" +
    "у разі гасіння слід намагатися у першу чергу забезпечити сприятливі умови для безпечної евакуації людей;\n" +
    " щоб запобігти поширенню вогню, диму, слід утримуватися від відчинення вікон і дверей, а також – від розбивання скла.\n" +
    "Ресурсний центр прав дитини у посібнику “Врятуйте  дітей – стандартні процедури  та  правила  безпеки  для  учнів  та студентів” пропонує наступні правила евакуації для дітей:\n" +
    "\n" +
    "Правила евакуації для дітей:\n" +
    "\n" +
    "Не говори  –  щоб  чути  вчителя\n" +
    "Не біжи –  щоб не  постраждати  \n" +
    "Не штовхайся –  щоб не  постраждали інші  \n" +
    "Не повертайся – щоб залишатися  в безпеці\n" +
    "\n" +
    "> Суета...:\n" +
    "Повітряна тривога\n" +
    "\n" +
    "Якщо ви почули гудки сирен, переривчасті гудки підприємств або звуки гучномовця, що тривають протягом декількох хвилин, це означає попереджувальний сигнал «Увага всім». Про алгоритм дій неодноразово повідомляли в Державній службі надзвичайних ситуацій  України, він такий:\n" +
    "\n" +
    "• увімкніть телебачення або радіо. Інформація звучатиме через офіційні канали протягом 5 хвилин після звучання сирен;\n" +
    "\n" +
    "• зосередьтесь, прослухайте повідомлення та виконуйте почуті інструкції. Залишайте теле- радіоканали увімкненими. З них може надходити подальша інформація;\n" +
    "\n" +
    "• зазвичай під час тривоги на офіційних каналах звучить інформація від місцевої влади про повітряну тривогу, під час якої треба взяти запас харчів, води та прямувати до найближчого укриття;\n" +
    "\n" +
    "• повідомте про почуте сусідам чи знайомим, за необхідності надайте їм допомогу;\n" +
    "\n" +
    "• у разі виникнення надзвичайної ситуації телефонуйте 101;\n" +
    "\n" +
    "• в Україні працює мобільний застосунок «повітряна тривога», який сповіщає про небезпеку у конкретному регіоні. Його можна завантажити у Gogle Play Market та AppStore.\n" +
    "\n" +
    "Як поводитися під час обстрілу\n" +
    "\n" +
    "Якщо ваше житло розташоване в зоні регулярних збройних дій, перш за все потрібно зміцнити вікна (наприклад, клейкою плівкою). Так ви уникнете розльоту уламків скла. Проте краще закрити вікна мішками з піском або масивними меблями.\n" +
    "\n" +
    "Обстріл стрілецькою зброєю\n" +
    "\n" +
    "Якщо ж ви потрапили під обстріл стрілецькою зброєю, тобто з пістолетів, автоматів, гвинтівок, кулеметів, Службв безпеки України радить діяти так:\n" +
    "\n" +
    "• якщо ви вдома, то сховайтеся в безпечному місці: ванній кімнаті або ж самій ванні. Якщо це неможливо, ляжте на підлогу, вкрившись предметами, що можуть захистити вас від куль та уламків;\n" +
    "\n" +
    "• на відкритому місці впадіть на землю та закрийте голову руками. Перебувайте біля будь-якого виступу чи заглиблення в землі. Укриттям може стати навіть сміттєва урна;\n" +
    "\n" +
    "• ваше тіло має бути у безпечному положенні: згрупуйтесь, ляжте в позу ембріона, розверніться ногами у сторону пострілів та прикрийте голову руками. Коли почнуться постріли, розтуліть рот, щоб вберегти барабанні перетинки;\n" +
    "\n" +
    "• чекайте щонайменше 5 хвилин в укритті, допоки стрілянина не вщухне.\n" +
    "\n" +
    "Артобстріл, мінометний обстріл чи авіаналіт\n" +
    "\n" +
    "Як що ви почули гучний свист, залп запуску та вибух снаряда може означати, що ви потрапили в зону артобстрілу, мінометного обстрілу або авіанальоту.\n" +
    "\n" +
    "• Міноборони пояснює, сам снаряд, як і залп установки, можна помітити та зреагувати. Тому краще постійно стежити за небом. Удень – це димний слід від ракети, вночі – яскравий спалах;\n" +
    "\n" +
    "• якщо поруч є бомбосховище і ви почули сирену – знак «Увага всім», – терміново йдіть до укриття;\n" +
    "\n" +
    "• в укритті увімкніть телебачення або радіо на будь-якому носії або відкривайте сторінки офіційних державних каналів. Там протягом 5 хвилин буде інформація про те, що трапилось. Виконуйте інструкції;\n" +
    "\n" +
    "• залишайтеся в укритті щонайменше 10 хвилин після завершення обстрілу, адже існує загроза його відновлення.\n" +
    "\n" +
    "Якщо ви вдома:\n" +
    "\n" +
    "– обирайте місце в кутку та недалеко від виходу, щоб миттєво залишити будинок у разі влучення снаряду. Ховайтесь у підвалі або іншому заглибленому укритті, між несучими стінами.\n" +
    "\n" +
    "Якщо ви в транспорті чи на вулиці, то негайно дійте так:\n" +
    "\n" +
    "• падайте на землю, закрийте голову руками або предметами, закрийте долонями вуха та відкрийте рот (це врятує від контузії). Перечекайте перший обстріл лежачи, а далі ховайтеся в безпечному заглибленому приміщенні;\n" +
    "\n" +
    "• не залишайтеся у під'їздах під арками та у підвалах панельних будинків або під стінами будинків із легких конструкцій. У жодному разі не ховайтесь біля всього, що може вибухнути чи впасти на вас;\n" +
    "\n" +
    "• для укриття підійдуть підземні переходи, метро, укриття, канава, траншея, яма, широка труба водостоку під дорогою, високий бордюр, каналізаційний люк, траншея чи канава (подібна до окопу) завглибшки 1-2 м, на відкритому місці;\n" +
    "\n" +
    "• якщо обстріл застав вас у маршрутці, тролейбусі, трамваї, авто – слід негайно зупинити транспорт, відбігти від дороги в напрямку «від будівель та споруд і залягти на землю.\n" +
    "\n" +
    "> Суета...:\n" +
    "некст\n" +
    "\n" +
    "> Суета...:\n" +
    "Після закінчення обстрілу (бомбардування):\n" +
    "\n" +
    "Не поспішайте покидати укриття. Можливі поодинокі постріли. Залишаючи місце укриття, не поспішайте розслаблятися. \n" +
    "\n" +
    "Правила поведінки під час комендантської години\n" +
    "\n" +
    "Під час комендантської години, період дії якої встановлює місцева влада кожного регіону, заборонено перебувати на вулицях та в інших громадських місцях, якщо ви не є працівниками об’єктів критичної інфраструктури (для цього у вас має бути спеціальна перепустка).\n" +
    "\n" +
    " \n" +
    "\n" +
    "Особи, які перебувають на вулицях в заборонений час, можуть вважатися членами диверсійно-розвідувальних груп.\n" +
    "\n" +
    "Правило не поширюється на переміщення до укриттів під час сигналу тривог.\n" +
    "\n" +
    "Під час комендантської години в Державній службі надзвичайних ситуацій України рекомендують дотримуватись правил світломаскування:\n" +
    "\n" +
    "• зашторювати вікна;\n" +
    "\n" +
    "• вимикати світло в оселях;\n" +
    "\n" +
    "• гасити вуличне освітлення своїх будинків;\n" +
    "\n" +
    "• прибирати з підвіконь усі лампи, зокрема й фітолампи по догляду за рослинами.\n" +
    "\n" +
    "Правила поводження з ВНП, невизначеними предметами та речовинами\n" +
    "\n" +
    "Щоб уникнути нещасних випадків, треба твердо запам'ятати, що доторкатися до вибухових або невизначених предметів неможна, бо це небезпечно для життя.\n" +
    "\n" +
    "Виявивши вибухонебезпечні предмети далеко від населених пунктів, треба добре запам'ятати дорогу до того місця, де їх виявлено, поставити біля них пам'ятну вішку.\n" +
    "\n" +
    "Про знайдені вибухонебезпечні предмети треба негайно сповістити працівників місцевого самоврядування, міліції, найближчого підприємства, школи або просто дорослих, які є поблизу. До жодних самостійних дій вдаватися не можна!\n" +
    "\n" +
    "> Суета...:\n" +
    "Необхідно пам’ятати, що всі боєприпаси споряджаються вибуховими речовинами та можуть вибухнути від удару, тертя, струсу та при іншому механічному або тепловому впливі, тому вони є вкрай небезпечними.\n" +
    "\n" +
    "Якщо ви знайшли вибухонебезпечні предмети або предмети, схожі на них, необхідно виконати кілька правил, що допоможуть зберегти життя та здоров’я вам та людям, які вас оточують:\n" +
    "\n" +
    "- обгородити місцезнаходження вибухонебезпечних предметів;\n" +
    "\n" +
    "- нікого не допускати до цього місця до прибуття представників органів влади;\n" +
    "\n" +
    "- повідомити про факт виявлення вибухонебезпечного предмета органи влади, поліцію (102), рятувальників Щастинського районного управління Головного управління ДСНС України у Луганській області (101).\n" +
    "\n" +
    "Категорично забороняється:\n" +
    "\n" +
    "- намагатися самостійно вилучити знахідку із землі;\n" +
    "\n" +
    "- брати вибухонебезпечні предмети до рук;\n" +
    "\n" +
    "- наносити по них удари;\n" +
    "\n" +
    "- робити спроби розібрати вибухонебезпечні предмети;\n" +
    "\n" +
    "- переносити або переміщати з місця на місце;\n" +
    "\n" +
    "- кидати їх в багаття або розпалювати вогонь ближче 100 метрів від вибухонебезпечних предметів.\n" +
    "\n" +
    "Вибухонебезпечні предмети знищуються підриванням на місцях або на спеціальних полігонах фахівцями спеціалізованих піротехнічних груп.\n" +
    "\n" +
    "> Суета...:\n" +
    "Зміст військово-медичної підготовки включає наступні заходи:\n" +
    "\n" +
    "навчання особового складу використанню табельних та підручних засобів:\n" +
    "індивідуальні аптечки (військові та корабельні);\n" +
    "індивідуальні перев'язочні пакети;\n" +
    "жгути-закрутки для зупинки кровотеч;\n" +
    "імпровізовані шини для фіксації переломів кісток;\n" +
    "інші підручні засоби.\n" +
    "навчання методам транспортування поранених з поля бою та з військової техніки;\n" +
    "навчання профілактиці поширених інфекційних захворювань;\n" +
    "навчання основам особистої гігієни.\n" +
    "Крім того, молодший командний склад вивчає обов'язки командирів підрозділів щодо збереження здоров'я особового складу та організації медичної допомоги у бою.\n" +
    "\n" +
    "Зміст і обсяг військово-медичної допомоги для різних категорій військовослужбовців визначаються програмами бойової підготовки, які розробляються відповідно до специфіки виду Збройних Сил, роду військ, спеціальних військ, різних служб та особливостей бойових травм або бойових ушкоджень та умов надання медичної допомоги у бойовій обстановці.\n" +
    "\n" +
    "Наприклад, у військах морського флоту підготовка особового складу передбачає вивчення психофізіології, можливостей людини та профілактичних заходів, проведення яких обумовлено тривалим впливом на екіпажі надводних кораблів та підводних човнів неблагоприємних факторів навколишнього середовища: значних коливань температури, тиску та вологості повітря, шуму, вібрацій, хвильової хвилі, нервового напруження та інших факторів.\n" +
    "\n" +
    "Організація військово-медичної підготовки включається в розклад бойової підготовки особового складу з'єднань і частин (військових кораблів). Заплановані заходи полягають у читанні лекцій та проведенні практичних занять в класах та у полевих умовах (у плаванні). Також у цілях використовуються навчальні фільми, діафільми та плакати. Закріплення набутих навичок і знань, а також тренування в умовах, що наближені до бойових, проводиться на тактичних і тактико-спеціальних навчаннях і заняттях.\n" +
    "\n" +
    "Організацію військово-медичної підготовки планується командирами та штабами підрозділів і частин, кораблів, закладів за участю медичних спеціалістів. Заняття проводяться як правило командирами підрозділів. Для проведення практичних занять залучаються медичні працівники підрозділів - санінструктори та фельдшери.\n"
console.log(string.length)